Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Results: %lld · Scanned: %lld
de: Ergebnisse: %1$lld · Durchsucht: %2$lld
es: Resultados: %1$lld · Revisados: %2$lld
fr: Résultats : %1$lld · Analysés : %2$lld
id: Hasil: %lld · Dipindai: %lld
it: Risultati: %lld · Analizzati: %lld
ja: 結果: %1$lld · スキャン済み: %2$lld
ko: 결과: %lld · 스캔함: %lld
nl: Resultaten: %lld · Doorzocht: %lld
pl: Wyniki: %lld · Przeszukano: %lld
pt_br: Resultados: %1$lld · Verificados: %2$lld
ru: Результатов: %lld · Просмотрено: %lld
tr: Sonuç: %1$lld · Taranan: %2$lld
uk: Результатів: %lld · Переглянуто: %lld
vi: Kết quả: %lld · Đã quét: %lld
zh_hans: 结果：%1$lld · 已扫描：%2$lld
zh_hant: 結果：%1$lld · 已掃描：%2$lld

source: Resuming upload…
de: Upload wird fortgesetzt …
es: Reanudando la subida…
fr: Reprise de l’envoi…
id: Melanjutkan unggahan…
it: Ripresa del caricamento…
ja: アップロードを再開しています…
ko: 업로드 재개 중…
nl: Upload hervatten…
pl: Wznawianie przesyłania…
pt_br: Retomando o envio…
ru: Возобновление загрузки…
tr: Yükleme sürdürülüyor…
uk: Відновлення вивантаження…
vi: Đang tiếp tục tải lên…
zh_hans: 正在继续上传…
zh_hant: 正在繼續上傳…

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Probeer opnieuw
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Reuse links for duplicate files
de: Links für doppelte Dateien wiederverwenden
es: Reutilizar enlaces de archivos duplicados
fr: Réutiliser les liens des fichiers en double
id: Gunakan kembali tautan untuk file duplikat
it: Riutilizza i link per i file duplicati
ja: 重複ファイルのリンクを再利用
ko: 중복 파일에 링크 재사용
nl: Hergebruik links voor dubbele bestanden
pl: Używaj ponownie linków dla zduplikowanych plików
pt_br: Reutilizar links de arquivos duplicados
ru: Повторно использовать ссылки для дубликатов файлов
tr: Yinelenen dosyaların bağlantısını yeniden kullan
uk: Повторно використовувати посилання для дублікатів файлів
vi: Dùng lại liên kết cho tệp trùng lặp
zh_hans: 重复文件复用链接
zh_hant: 重複的檔案沿用連結

source: Reveal Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
id: Tampilkan Detail
it: Mostra dettagli
ja: 詳細を表示
ko: 세부 정보 보기
nl: Toon details
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ru: Показать подробности
tr: Ayrıntıları Göster
uk: Показати подробиці
vi: Hiển thị chi tiết
zh_hans: 显示详细信息
zh_hant: 顯示詳細資訊

source: Same as Settings
de: Wie in den Einstellungen
es: Igual que en Ajustes
fr: Comme dans les Réglages
id: Sama seperti Pengaturan
it: Come nelle Impostazioni
ja: 設定と同じ
ko: 설정과 동일
nl: Zoals in Instellingen
pl: Jak w Ustawieniach
pt_br: Igual aos Ajustes
ru: Как в настройках
tr: Ayarlar'daki gibi
uk: Як у Параметрах
vi: Giống trong Cài đặt
zh_hans: 与设置相同
zh_hant: 與設定相同

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 存储
zh_hant: 儲存

source: Save Image…
de: Bild sichern …
es: Guardar imagen…
fr: Enregistrer l’image…
id: Simpan Gambar…
it: Salva immagine…
ja: 画像を保存…
ko: 이미지 저장…
nl: Bewaar afbeelding…
pl: Zachowaj obraz…
pt_br: Salvar imagem…
ru: Сохранить изображение…
tr: Görseli Kaydet…
uk: Зберегти зображення…
vi: Lưu hình ảnh…
zh_hans: 存储图像…
zh_hant: 儲存影像…

source: Scan to open the link
de: Scannen, um den Link zu öffnen
es: Escanea para abrir el enlace
fr: Scannez pour ouvrir le lien
id: Pindai untuk membuka tautan
it: Scansiona per aprire il link
ja: スキャンしてリンクを開く
ko: 스캔하여 링크 열기
nl: Scan om de link te openen
pl: Zeskanuj, aby otworzyć link
pt_br: Escaneie para abrir o link
ru: Отсканируйте, чтобы открыть ссылку
tr: Bağlantıyı açmak için tara
uk: Відскануйте, щоб відкрити посилання
vi: Quét để mở liên kết
zh_hans: 扫描以打开链接
zh_hant: 掃描以打開連結

source: Search bucket
de: Bucket durchsuchen
es: Buscar en el bucket
fr: Rechercher dans le bucket
id: Cari di bucket
it: Cerca nel bucket
ja: バケットを検索
ko: 버킷 검색
nl: Zoek in bucket
pl: Szukaj w buckecie
pt_br: Buscar no bucket
ru: Поиск в бакете
tr: Bucket'ta ara
uk: Пошук у бакеті
vi: Tìm trong bucket
zh_hans: 搜索存储桶
zh_hant: 搜尋儲存貯體

source: Search uploads
de: Uploads durchsuchen
es: Buscar subidas
fr: Rechercher des envois
id: Cari unggahan
it: Cerca caricamenti
ja: アップロードを検索
ko: 업로드 검색
nl: Zoek in uploads
pl: Szukaj przesłanych plików
pt_br: Buscar envios
ru: Поиск загрузок
tr: Yüklemelerde ara
uk: Пошук у вивантаженнях
vi: Tìm tệp tải lên
zh_hans: 搜索上传
zh_hant: 搜尋上傳項目

source: Search:
de: Suchen:
es: Buscar:
fr: Rechercher :
id: Cari:
it: Cerca:
ja: 検索:
ko: 검색:
nl: Zoek:
pl: Szukaj:
pt_br: Buscar:
ru: Поиск:
tr: Ara:
uk: Пошук:
vi: Tìm kiếm:
zh_hans: 搜索：
zh_hant: 搜尋：

source: Searching… Scanned: %lld
de: Suche läuft … Durchsucht: %lld
es: Buscando… Revisados: %lld
fr: Recherche… Analysés : %lld
id: Mencari… Dipindai: %lld
it: Ricerca in corso… Analizzati: %lld
ja: 検索中… スキャン済み: %lld
ko: 검색 중… 스캔함: %lld
nl: Zoeken… Doorzocht: %lld
pl: Wyszukiwanie… Przeszukano: %lld
pt_br: Buscando… Verificados: %lld
ru: Поиск… Просмотрено: %lld
tr: Aranıyor… Taranan: %lld
uk: Пошук… Переглянуто: %lld
vi: Đang tìm… Đã quét: %lld
zh_hans: 正在搜索… 已扫描：%lld
zh_hant: 正在搜尋… 已掃描：%lld

source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
id: Lihat semua
it: Mostra tutto
ja: すべて表示
ko: 모두 보기
nl: Toon alles
pl: Pokaż wszystkie
pt_br: Ver tudo
ru: Показать все
tr: Tümünü gör
uk: Показати всі
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

source: Select a file to see its details
de: Wähle eine Datei aus, um Details anzuzeigen
es: Selecciona un archivo para ver sus detalles
fr: Sélectionnez un fichier pour afficher ses détails
id: Pilih file untuk melihat detailnya
it: Seleziona un file per vederne i dettagli
ja: ファイルを選択すると詳細が表示されます
ko: 세부 정보를 보려면 파일을 선택하십시오
nl: Selecteer een bestand om de details te zien
pl: Zaznacz plik, aby zobaczyć jego szczegóły
pt_br: Selecione um arquivo para ver os detalhes
ru: Выберите файл, чтобы просмотреть подробности
tr: Ayrıntılarını görmek için bir dosya seç
uk: Виберіть файл, щоб переглянути подробиці
vi: Chọn một tệp để xem chi tiết
zh_hans: 选择一个文件以查看详细信息
zh_hant: 選取檔案以查看其詳細資訊

source: Select an upload to view its details
de: Wähle einen Upload aus, um Details anzuzeigen
es: Selecciona una subida para ver sus detalles
fr: Sélectionnez un envoi pour afficher ses détails
id: Pilih unggahan untuk melihat detailnya
it: Seleziona un caricamento per vederne i dettagli
ja: アップロードを選択すると詳細が表示されます
ko: 세부 정보를 보려면 업로드를 선택하십시오
nl: Selecteer een upload om de details te zien
pl: Zaznacz przesłany plik, aby zobaczyć jego szczegóły
pt_br: Selecione um envio para ver os detalhes
ru: Выберите загрузку, чтобы просмотреть подробности
tr: Ayrıntılarını görmek için bir yükleme seç
uk: Виберіть вивантаження, щоб переглянути подробиці
vi: Chọn một tệp tải lên để xem chi tiết
zh_hans: 选择一项上传以查看详细信息
zh_hant: 選取上傳項目以查看其詳細資訊

source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
id: Jadikan Default
it: Imposta come predefinita
ja: デフォルトに設定
ko: 기본값으로 설정
nl: Stel in als standaard
pl: Ustaw jako domyślne
pt_br: Definir como padrão
ru: Использовать по умолчанию
tr: Varsayılan Yap
uk: Зробити стандартною
vi: Đặt làm mặc định
zh_hans: 设为默认
zh_hant: 設為預設

source: Set Up
de: Einrichten
es: Configurar
fr: Configurer
id: Atur
it: Configura
ja: 設定
ko: 설정
nl: Stel in
pl: Skonfiguruj
pt_br: Configurar
ru: Настроить
tr: Kur
uk: Налаштувати
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定

source: Set Up Anyway
de: Trotzdem einrichten
es: Configurar de todos modos
fr: Configurer quand même
id: Tetap Atur
it: Configura comunque
ja: このまま設定
ko: 그래도 설정
nl: Stel toch in
pl: Skonfiguruj mimo to
pt_br: Configurar mesmo assim
ru: Все равно настроить
tr: Yine de Kur
uk: Усе одно налаштувати
vi: Vẫn thiết lập
zh_hans: 仍然设置
zh_hant: 仍要設定

source: Set Up Auto-Delete…
de: Automatisches Löschen einrichten…
es: Configurar eliminación automática…
fr: Configurer la suppression automatique…
id: Atur Hapus Otomatis…
it: Configura eliminazione automatica…
ja: 自動削除を設定…
ko: 자동 삭제 설정…
nl: Stel automatisch verwijderen in…
pl: Skonfiguruj automatyczne usuwanie…
pt_br: Configurar exclusão automática…
ru: Настроить автоудаление…
tr: Otomatik Silmeyi Kur…
uk: Налаштувати автовидалення…
vi: Thiết lập tự động xóa…
zh_hans: 设置自动删除…
zh_hant: 設定自動刪除…

source: Setting Up…
de: Wird eingerichtet…
es: Configurando…
fr: Configuration…
id: Mengatur…
it: Configurazione in corso…
ja: 設定中…
ko: 설정 중…
nl: Instellen…
pl: Konfigurowanie…
pt_br: Configurando…
ru: Настройка…
tr: Kuruluyor…
uk: Налаштування…
vi: Đang thiết lập…
zh_hans: 正在设置…
zh_hant: 正在設定…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: SHA-256 of the file's contents
de: SHA-256 des Dateiinhalts
es: SHA-256 del contenido del archivo
fr: SHA-256 du contenu du fichier
id: SHA-256 isi file
it: SHA-256 del contenuto del file
ja: ファイル内容の SHA-256
ko: 파일 콘텐츠의 SHA-256
nl: SHA-256 van de inhoud van het bestand
pl: SHA-256 zawartości pliku
pt_br: SHA-256 do conteúdo do arquivo
ru: SHA-256 содержимого файла
tr: Dosya içeriğinin SHA-256'sı
uk: SHA-256 вмісту файлу
vi: SHA-256 của nội dung tệp
zh_hans: 文件内容的 SHA-256
zh_hant: 檔案內容的 SHA-256

source: Show in Library
de: In Mediathek zeigen
es: Mostrar en la biblioteca
fr: Afficher dans la bibliothèque
id: Tampilkan di Perpustakaan
it: Mostra nella libreria
ja: ライブラリで表示
ko: 라이브러리에서 보기
nl: Toon in bibliotheek
pl: Pokaż w Bibliotece
pt_br: Mostrar na biblioteca
ru: Показать в библиотеке
tr: Arşivde Göster
uk: Показати в Бібліотеці
vi: Hiển thị trong Thư viện
zh_hans: 在上传记录中显示
zh_hant: 在資料庫中顯示

source: Show notification after upload
de: Nach dem Upload Mitteilung anzeigen
es: Mostrar notificación tras la subida
fr: Afficher une notification après l’envoi
id: Tampilkan pemberitahuan setelah unggahan
it: Mostra una notifica dopo il caricamento
ja: アップロード後に通知を表示
ko: 업로드 후 알림 표시
nl: Toon melding na upload
pl: Pokazuj powiadomienie po przesłaniu
pt_br: Mostrar notificação após o envio
ru: Показывать уведомление после загрузки
tr: Yüklemeden sonra bildirim göster
uk: Показувати сповіщення після вивантаження
vi: Hiển thị thông báo sau khi tải lên
zh_hans: 上传后显示通知
zh_hant: 上傳後顯示通知

source: Show QR Code
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
id: Tampilkan Kode QR
it: Mostra codice QR
ja: QRコードを表示
ko: QR 코드 보기
nl: Toon QR-code
pl: Pokaż kod QR
pt_br: Mostrar código QR
ru: Показать QR-код
tr: QR Kodu Göster
uk: Показати QR-код
vi: Hiển thị mã QR
zh_hans: 显示二维码
zh_hant: 顯示 QR Code

source: Show token
de: Token einblenden
es: Mostrar token
fr: Afficher le jeton
id: Tampilkan token
it: Mostra token
ja: トークンを表示
ko: 토큰 보기
nl: Toon token
pl: Pokaż token
pt_br: Mostrar token
ru: Показать токен
tr: Token'ı göster
uk: Показати токен
vi: Hiển thị token
zh_hans: 显示令牌
zh_hant: 顯示權杖

source: Showing the first %lld results
de: Die ersten %lld Ergebnisse werden angezeigt
es: Se muestran los primeros %lld resultados
fr: Affichage des %lld premiers résultats
id: Menampilkan %lld hasil pertama
it: Vengono mostrati i primi %lld risultati
ja: 最初の%lld件の結果を表示中
ko: 처음 %lld개의 결과 표시 중
nl: De eerste %lld resultaten worden getoond
pl: Wyświetlane są pierwsze wyniki: %lld
pt_br: Mostrando os primeiros %lld resultados
ru: Показаны только первые результаты (%lld)
tr: İlk %lld sonuç gösteriliyor
uk: Показано лише перші результати (%lld)
vi: Đang hiển thị %lld kết quả đầu tiên
zh_hans: 显示前 %lld 个结果
zh_hant: 顯示前 %lld 個結果

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo ha salido mal
fr: Une erreur s’est produite
id: Terjadi kesalahan
it: Si è verificato un problema
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh_hans: 出现问题
zh_hant: 發生錯誤

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
id: Kode Sumber
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
nl: Broncode
pl: Kod źródłowy
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak Kodu
uk: Вихідний код
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
id: Memulai…
it: Avvio in corso…
ja: 起動中…
ko: 시작하는 중…
nl: Starten…
pl: Uruchamianie…
pt_br: Iniciando…
ru: Запуск…
tr: Başlatılıyor…
uk: Запуск…
vi: Đang khởi động…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Startup
de: Start
es: Inicio
fr: Démarrage
id: Saat Mulai
it: Avvio
ja: 起動
ko: 시작
nl: Opstarten
pl: Uruchamianie
pt_br: Inicialização
ru: Запуск
tr: Başlangıç
uk: Запуск
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

source: Strong (65%)
de: Stark (65 %)
es: Fuerte (65 %)
fr: Forte (65 %)
id: Kuat (65%)
it: Forte (65%)
ja: 強 (65%)
ko: 강하게(65%)
nl: Sterk (65%)
pl: Mocna (65%)
pt_br: Forte (65%)
ru: Сильное (65%)
tr: Güçlü (%65)
uk: Сильне (65%)
vi: Mạnh (65%)
zh_hans: 高度 (65%)
zh_hant: 高度（65%）

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Valeur par défaut du système
id: Default Sistem
it: Predefinita di sistema
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Ustawienie systemowe
pt_br: Padrão do sistema
ru: Как в системе
tr: Sistem Varsayılanı
uk: Як у системі
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
nl: Sjabloon
pl: Szablon
pt_br: Modelo
ru: Шаблон
tr: Şablon
uk: Шаблон
vi: Mẫu
zh_hans: 模板
zh_hant: 範本

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
id: Uji Koneksi
it: Verifica connessione
ja: 接続をテスト
ko: 연결 테스트
nl: Test verbinding
pl: Testuj połączenie
pt_br: Testar conexão
ru: Проверить подключение
tr: Bağlantıyı Test Et
uk: Перевірити з’єднання
vi: Kiểm tra kết nối
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing…
de: Wird getestet …
es: Probando…
fr: Test en cours…
id: Menguji…
it: Verifica in corso…
ja: テスト中…
ko: 테스트 중…
nl: Testen…
pl: Testowanie…
pt_br: Testando…
ru: Проверка…
tr: Test ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在测试…
zh_hant: 正在測試…

source: The bucket's lifecycle rules couldn't be read, so nothing was changed.
de: Die Lebenszyklusregeln des Buckets konnten nicht gelesen werden, daher wurde nichts geändert.
es: No se pudieron leer las reglas de ciclo de vida del bucket, así que no se cambió nada.
fr: Les règles de cycle de vie du bucket n'ont pas pu être lues, donc rien n'a été modifié.
id: Aturan siklus hidup bucket tidak dapat dibaca, sehingga tidak ada yang diubah.
it: Impossibile leggere le regole del ciclo di vita del bucket, quindi non è stato modificato nulla.
ja: バケットのライフサイクルルールを読み取れなかったため、何も変更していません。
ko: 버킷의 수명 주기 규칙을 읽을 수 없어 아무것도 변경하지 않았습니다.
nl: De levenscyclusregels van de bucket konden niet worden gelezen, dus er is niets gewijzigd.
pl: Nie można odczytać reguł cyklu życia bucketu, więc nic nie zostało zmienione.
pt_br: Não foi possível ler as regras de ciclo de vida do bucket, então nada foi alterado.
ru: Не удалось прочитать правила жизненного цикла бакета, поэтому ничего не изменено.
tr: Bucket'ın yaşam döngüsü kuralları okunamadı, bu yüzden hiçbir şey değiştirilmedi.
uk: Не вдалося прочитати правила життєвого циклу бакета, тому нічого не змінено.
vi: Không thể đọc quy tắc vòng đời của bucket, nên không có gì thay đổi.
zh_hans: 无法读取存储桶的生命周期规则，因此未做任何更改。
zh_hant: 無法讀取儲存貯體的生命週期規則，因此未做任何更改。

source: The domain files are served from, for example a custom domain or CDN in front of the bucket.
de: Die Domain, über die Dateien ausgeliefert werden, z. B. eine eigene Domain oder ein CDN vor dem Bucket.
es: El dominio desde el que se sirven los archivos, por ejemplo un dominio propio o una CDN delante del bucket.
fr: Le domaine depuis lequel les fichiers sont servis, par exemple un domaine personnalisé ou un CDN placé devant le bucket.
id: Domain tempat file disajikan, misalnya domain kustom atau CDN di depan bucket.
it: Il dominio da cui vengono serviti i file, ad esempio un dominio personalizzato o una CDN davanti al bucket.
ja: ファイルを配信するドメインです。例: バケットの前段に置いた独自ドメインやCDN。
ko: 파일을 제공하는 도메인입니다. 예: 버킷 앞에 둔 사용자 지정 도메인 또는 CDN.
nl: Het domein van waaruit bestanden worden aangeboden, bijvoorbeeld een eigen domein of een CDN voor de bucket.
pl: Domena, z której udostępniane są pliki, np. własna domena lub CDN przed bucketem.
pt_br: O domínio de onde os arquivos são servidos, por exemplo um domínio próprio ou uma CDN na frente do bucket.
ru: Домен, с которого раздаются файлы, например собственный домен или CDN перед бакетом.
tr: Dosyaların sunulduğu alan adı; örneğin bucket'ın önündeki özel bir alan adı veya CDN.
uk: Домен, з якого віддаються файли, наприклад власний домен або CDN перед бакетом.
vi: Tên miền phục vụ tệp, ví dụ tên miền tùy chỉnh hoặc CDN đặt trước bucket.
zh_hans: 用于提供文件的域名，例如存储桶前的自定义域名或 CDN。
zh_hant: 提供檔案的網域，例如儲存貯體前端的自訂網域或 CDN。

source: The endpoint URL is not valid.
de: Die Endpoint-URL ist ungültig.
es: La URL del endpoint no es válida.
fr: L’URL de l’endpoint n’est pas valide.
id: URL endpoint tidak valid.
it: L’URL dell’endpoint non è valido.
ja: エンドポイントのURLが無効です。
ko: 엔드포인트 URL이 유효하지 않습니다.
nl: De endpoint-URL is ongeldig.
pl: Adres URL endpointu jest nieprawidłowy.
pt_br: A URL do endpoint não é válida.
ru: Недопустимый URL эндпоинта.
tr: Endpoint adresi geçerli değil.
uk: URL-адреса кінцевої точки недійсна.
vi: URL endpoint không hợp lệ.
zh_hans: 端点 URL 无效。
zh_hant: 端點 URL 無效。

source: The file changed while it was being uploaded.
de: Die Datei wurde während des Hochladens geändert.
es: El archivo cambió mientras se subía.
fr: Le fichier a été modifié pendant l’envoi.
id: File berubah saat sedang diunggah.
it: Il file è stato modificato durante il caricamento.
ja: アップロード中にファイルが変更されました。
ko: 업로드하는 동안 파일이 변경되었습니다.
nl: Het bestand is gewijzigd tijdens het uploaden.
pl: Plik zmienił się podczas przesyłania.
pt_br: O arquivo mudou durante o envio.
ru: Файл изменился во время загрузки.
tr: Dosya yüklenirken değişti.
uk: Файл змінився під час вивантаження.
vi: Tệp đã thay đổi trong khi đang tải lên.
zh_hans: 文件在上传过程中发生了变化。
zh_hant: 檔案在上傳過程中有所變更。

source: The port must be a number between 1024 and 65535.
de: Der Port muss eine Zahl zwischen 1024 und 65535 sein.
es: El puerto debe ser un número entre 1024 y 65535.
fr: Le port doit être un nombre entre 1024 et 65535.
id: Port harus berupa angka antara 1024 dan 65535.
it: La porta deve essere un numero compreso tra 1024 e 65535.
ja: ポートは1024から65535までの数値にしてください。
ko: 포트는 1024에서 65535 사이의 숫자여야 합니다.
nl: De poort moet een getal tussen 1024 en 65535 zijn.
pl: Port musi być liczbą od 1024 do 65535.
pt_br: A porta deve ser um número entre 1024 e 65535.
ru: Порт должен быть числом от 1024 до 65535.
tr: Port 1024 ile 65535 arasında bir sayı olmalı.
uk: Порт має бути числом від 1024 до 65535.
vi: Cổng phải là số từ 1024 đến 65535.
zh_hans: 端口必须是 1024 到 65535 之间的数字。
zh_hant: 連接埠必須是介於 1024 到 65535 之間的數字。

source: The provider didn't answer.
de: Der Anbieter hat nicht geantwortet.
es: El proveedor no respondió.
fr: Le fournisseur n’a pas répondu.
id: Penyedia tidak merespons.
it: Il provider non ha risposto.
ja: プロバイダから応答がありませんでした。
ko: 제공업체가 응답하지 않았습니다.
nl: De provider reageerde niet.
pl: Dostawca nie odpowiedział.
pt_br: O provedor não respondeu.
ru: Провайдер не ответил.
tr: Sağlayıcı yanıt vermedi.
uk: Провайдер не відповідає.
vi: Nhà cung cấp không phản hồi.
zh_hans: 服务商没有响应。
zh_hant: 服務供應商沒有回應。

source: The provider didn't confirm part %lld of the upload.
de: Der Anbieter hat Teil %lld des Uploads nicht bestätigt.
es: El proveedor no confirmó la parte %lld de la subida.
fr: Le fournisseur n’a pas confirmé la partie %lld de l’envoi.
id: Penyedia tidak mengonfirmasi bagian %lld dari unggahan.
it: Il provider non ha confermato la parte %lld del caricamento.
ja: プロバイダがアップロードのパート %lld を確認しませんでした。
ko: 제공업체가 업로드의 %lld번째 파트를 확인하지 않았습니다.
nl: De provider heeft deel %lld van de upload niet bevestigd.
pl: Dostawca nie potwierdził części nr %lld przesyłanego pliku.
pt_br: O provedor não confirmou a parte %lld do envio.
ru: Провайдер не подтвердил часть %lld загрузки.
tr: Sağlayıcı yüklemenin %lld. parçasını onaylamadı.
uk: Провайдер не підтвердив частину %lld вивантаження.
vi: Nhà cung cấp không xác nhận phần %lld của lượt tải lên.
zh_hans: 服务商未确认上传的第 %lld 部分。
zh_hant: 服務供應商未確認上傳的第 %lld 部分。

source: The provider didn't keep the lifecycle rules.
de: Der Anbieter hat die Lebenszyklusregeln nicht übernommen.
es: El proveedor no conservó las reglas de ciclo de vida.
fr: Le fournisseur n'a pas conservé les règles de cycle de vie.
id: Penyedia tidak menyimpan aturan siklus hidup.
it: Il provider non ha mantenuto le regole del ciclo di vita.
ja: プロバイダがライフサイクルルールを保持しませんでした。
ko: 제공업체가 수명 주기 규칙을 유지하지 않았습니다.
nl: De provider heeft de levenscyclusregels niet bewaard.
pl: Dostawca nie zachował reguł cyklu życia.
pt_br: O provedor não manteve as regras de ciclo de vida.
ru: Провайдер не сохранил правила жизненного цикла.
tr: Sağlayıcı yaşam döngüsü kurallarını saklamadı.
uk: Провайдер не зберіг правила життєвого циклу.
vi: Nhà cung cấp không giữ các quy tắc vòng đời.
zh_hans: 服务商未保留生命周期规则。
zh_hant: 服務供應商未保留生命週期規則。

source: The provider didn't start the upload.
de: Der Anbieter hat den Upload nicht gestartet.
es: El proveedor no inició la subida.
fr: Le fournisseur n’a pas démarré l’envoi.
id: Penyedia tidak memulai unggahan.
it: Il provider non ha avviato il caricamento.
ja: プロバイダがアップロードを開始しませんでした。
ko: 제공업체가 업로드를 시작하지 않았습니다.
nl: De provider is de upload niet gestart.
pl: Dostawca nie rozpoczął przesyłania.
pt_br: O provedor não iniciou o envio.
ru: Провайдер не начал загрузку.
tr: Sağlayıcı yüklemeyi başlatmadı.
uk: Провайдер не розпочав вивантаження.
vi: Nhà cung cấp không bắt đầu lượt tải lên.
zh_hans: 服务商没有开始上传。
zh_hant: 服務供應商沒有開始上傳。

source: The provider discarded the unfinished upload. Try again to start over.
de: Der Anbieter hat den unvollständigen Upload verworfen. Versuche es erneut, um von vorn zu beginnen.
es: El proveedor descartó la subida sin terminar. Vuelve a intentarlo para empezar de nuevo.
fr: Le fournisseur a abandonné l’envoi inachevé. Réessayez pour recommencer.
id: Penyedia membuang unggahan yang belum selesai. Coba lagi untuk memulai dari awal.
it: Il provider ha scartato il caricamento incompleto. Riprova per ricominciare da capo.
ja: プロバイダが未完了のアップロードを破棄しました。もう一度試すと最初からやり直します。
ko: 제공업체가 완료되지 않은 업로드를 폐기했습니다. 처음부터 다시 시작하려면 다시 시도하십시오.
nl: De provider heeft de onvoltooide upload verwijderd. Probeer het opnieuw om opnieuw te beginnen.
pl: Dostawca odrzucił niedokończone przesyłanie. Spróbuj ponownie, aby zacząć od nowa.
pt_br: O provedor descartou o envio inacabado. Tente novamente para recomeçar.
ru: Провайдер отменил незавершенную загрузку. Повторите попытку, чтобы начать заново.
tr: Sağlayıcı tamamlanmamış yüklemeyi sildi. Baştan başlamak için tekrar dene.
uk: Провайдер відкинув незавершене вивантаження. Спробуйте ще раз, щоб почати спочатку.
vi: Nhà cung cấp đã hủy lượt tải lên chưa hoàn tất. Hãy thử lại để bắt đầu lại từ đầu.
zh_hans: 服务商已丢弃未完成的上传。请重试以重新开始。
zh_hant: 服務供應商已捨棄未完成的上傳。請再試一次以重新開始。
